"USSD_ERROR" = "Erreur d’exécution
de la requête";
"USSD_TERMINATED" = "Session terminée";

"%@ Call Forwarding\n%@\n%@%@" = "%@ Renvoi d’appel\n%@\n%@%@";
"%@ Call Waiting\n%@" = "%@ Signal d’appel\n%@";
"%@ Call Barring\n%@\n%@" = "%@ Interdiction d’appels\n%@\n%@";
"%@ Fixed Dialing\n%@" = "%@ Composition fixe\n%@";
"Connected Line Presentation\n%@" = "Présentation de la ligne connectée\n%@";
"Calling Line Presentation\n%@" = "Présentation du numéro d’appel\n%@";
"Connected Line ID Restriction\n%@" = "Restriction d’identifiant de la ligne connectée\n%@";
"Calling Line ID Restriction\n%@" = "Restriction d’identifiant de la ligne d’appel\n%@";
"SIM Lock\n%@" = "Verrouillage de carte SIM\n%@";
"Service Center Address\n%@" = "Adresse du centre de services\n%@";
"Supplementary Service Password\n%@" = "Mot de passe du service supplémentaire\n%@";
"Calling Name Presentation\n%@" = "Présentation du nom\n%@";

"Forwards to %@\n" = "Renvoyé vers %@\n";

"All Calls" = "Tous les appels";
"All Conditional Calls" = "Tous les appels conditionnels";
"Async Data Circuit" = "Circuit de données asynchrone";
"Data" = "Données";
"Fax" = "Télécopie";
"Packet Access" = "Accès de paquet";
"Pad Access" = "Accès de pavé";
"SMS" = "SMS";
"Sync Data Circuit" = "Circuit de données synchrone";
"Voice" = "voix";

"All Outgoing" = "Sortants (tous)";
"All Incoming" = "Entrants (tous)";
"Outgoing International" = "Sortants vers l’étranger";
"Outgoing International, Except Home Country" = "Sortants vers l’étranger, sauf vers le pays de résidence";
"Incoming While Roaming Outside Home Country" = "Reçus en déplacement hors du pays de résidence";
"Incoming, Not On SIM" = "Reçus, pas sur la SIM";
"All Services" = "Tous les services";
"All Outgoing Services" = "Tous les services sortants";
"All Incoming Services" = "Tous les services entrants";

"Disabled" = "Désactivé";
"Enabled" = "Activé";

"On All Calls" = "Sur tous les appels";
"When Busy" = "Si occupé";
"When Unanswered" = "Si sans réponse";
"When Unreachable" = "Si injoignable";

"Setting %@ Succeeded" = "Le réglage (%@) a réussi.\n";
"Setting Interrogation Succeeded" = "L’interrogation a réussi.\n";
"Setting %@ Failed" = "Le réglage (%@) a échoué.\n";
"Setting Interrogation Failed" = "L’interrogation a échoué.\n";

"Not Available" = "Non disponible";
"Network Controlled" = "Réseau contrôlé";
"Temporarily Disabled" = "Désactivé temporairement";
"Temporarily Enabled" = "Activé temporairement";
"Unknown" = "Inconnu";

"Activation" = "Activation";
"Deactivation" = "Désactivation";
"Interrogation" = "Interrogation";
"Registration" = "Enregistrement";
"Erasure" = "Effacement";

"No Address" = "Aucune adresse";
"No Service Specified" = "Aucun service indiqué";
"Type %d" = "Type %d";

// generic error
"CALL_FAILED" = "Échec de l’appel";
// error codes
"kCTNoError" = "Aucune erreur";
"kCTUnknownError" = "Erreur inconnue";
"kCTErrorRadioFailure" = "Échec radio";
// Generic network errors
"kCTErrorNetworkFailure" = "Échec du réseau";
"kCTErrorCongestion" = "Réseau encombré";
"kCTErrorUnidentifiedSubscriber" = "Abonné non identifié";
"kCTErrorFacilityRejected" = "Fonction rejetée";
"kCTErrorUnknownSubscriber" = "Abonné inconnu";
"kCTErrorNetworkOutOfOrder" = "Réseau hors-service";
"kCTErrorInvalidTransactionIdentifier" = "Identifiant de transaction invalide";
"kCTErrorSemanticallyIncorrectMessage" = "Message sémantiquement incorrect";
"kCTErrorInvalidMandatoryInformation" = "Information obligatoire invalide";
"kCTErrorMessageTypeNonExistant" = "Type de message inexistant";
"kCTErrorMessageNotCompatibleWithProtocolState" = "Message incompatible avec l’état protocolaire.";
"kCTErrorInformationElementNonExistant" = "Élément d’information inexistant";
"kCTErrorProtocolErrorUnspecified" = "Erreur de protocole non spécifiée";
"kCTErrorTemporaryFailure" = "Échec temporaire";
"kCTErrorResourcesUnavailable" = "Ressources indisponibles";
"kCTErrorRequestedFacilityNotSubscribed" = "Service requis non souscrit";
"kCTErrorRequestedFacilityNotImplemented" = "Service requis non implémenté";
"kCTErrorInterworkingError" = "Erreur d’interopérabilité";
"kCTErrorInterworkingNotSupported" = "Interopérabilité non gérée";
"kCTErrorCommandCannotBeActioned" = "La commande ne peut être actionnée";
"kCTErrorNoNetworkService" = "Aucun service réseau";
// Call related errors
"kCTErrorUnassignedNumber" = "Numéro non assigné";
"kCTErrorOperatorDeterminedBarring" = "Interdiction déterminée par l’opérateur";
"kCTErrorCallBarred" = "Appel interdit";
"kCTErrorUserBusy" = "Correspondant occupé";
"kCTErrorNoUserResponding" = "Le correspondant ne répond pas";
"kCTErrorNumberChanged" = "Le numéro a changé";
"kCTErrorInvalidNumberFormat" = "Format de numéro invalide";
"kCTErrorCallRejected" = "Appel rejeté";
// SIM errors
"kCTErrorSimNotInserted" = "Carte SIM non insérée";
"kCTErrorSimPinRequired" = "Code PIN de la carte SIM requis";
"kCTErrorSimPukRequired" = "Code PUK de la carte SIM requis";
"kCTErrorSimFailure" = "Échec de la carte SIM";
"kCTErrorSimMemoryFailure" = "Erreur mémoire SIM";
"kCTBadPinFormatError" = "Format de PIN incorrect";
"kCTErrorNumberNotAllowed" = "Numéro non autorisé";
"kCTErrorIncorrectPassword" = "Mot de passe incorrect";
// SMS Errors
"kCTErrorShortMessageTransferRejected" = "Transfert de message rejeté";
"kCTErrorDestinationOutOfOrder" = "Destination hors service";
"kCTErrorClass0NotSupported" = "Classe 0 non reconnue";
"kCTErrorCannotReplaceSm" = "SIM irremplaçable";
"kCTErrorUnspecifiedPid" = "PID non spécifié";
"kCTErrorDataCodingSchemeNotSupported" = "Schéma de codification de données non reconnu";
"kCTErrorUnspecifiedDcs" = "Erreur DCS non spécifiée";
"kCTErrorCommandUnsupported" = "Commande non reconnue";
"kCTErrorUnspecifiedTpCommand" = "Erreur de commande TP non spécifiée";
"kCTErrorTpduNotSupported" = "TPDU non reconnu";
"kCTErrorScBusy" = "SC occupé";
"kCTErrorRejectedBySimSmsControl" = "Rejeté par le contrôle SMS de la SIM";
// GPRS Errors
"kCTErrorGprsIllegalMs" = "MS GPRS illégal";
"kCTErrorGprsIllegalMe" = "ME GPRS illégal";
"kCTErrorGprsServicesNotAllowed" = "Services GPRS non autorisés";
"kCTErrorGprsPlmnNotAllowed" = "PLMN GPRS non autorisé";
"kCTErrorGprsLocationAreaNotAllowed" = "Zone géographique GPRS non autorisée";
"kCTErrorGprsRoamingNotAllowedInLocationArea" = "Itinérance GPRS non autorisée dans cette zone géographique";
"kCTErrorGprsServiceOptionNotSupported" = "Option de service GPRS non reconnue";
"kCTErrorGprsServiceOptionNotSubscribed" = "Option de service GPRS non souscrite";
"kCTErrorGprsServiceOptionTemporarilyOutOfOrder" = "Option de service GPRS temporairement hors service";
"kCTErrorGprsPdpAuthenticationFailure" = "Échec d’authentification PDP GPRS";
"kCTErrorGprsInvalidMobileClass" = "Classe mobile GPRS invalide";
"kCTErrorGprsUnspecified" = "GPRS non spécifié";
"kCTErrorGprsMissingorUnknownAPN" = "GPRS manquant ou nom du point d’accès inconnu";
"kCTErrorGprsPDPAuthenticationInfoRejectedByBaseband" = "Informations d’authentification PDP GPRS rejetées par la bande de base";
